/**
 * Created by lenovo on 2017/5/19.
 */
define(function () {
    var data = [
        {1: '5月1日(周一)', 2: '阴，有时有阵雨，温度18~25℃，偏东风1~2级。'},
        {1: '5月2日(周二)', 2: '雨止转阴到多云，温度21~26℃，偏西风1~2级。'},
        {1: '5月3日(周三)', 2: '多云，夜里转阴有阵雨或雷雨，温度21~29℃，偏东风1~2级。'},
        {1: '5月4日(周四)', 2: '阴，有阵雨或雷雨，温度23~30℃，偏东风1~2级。'},
        {1: '5月5日(周五)', 2: '阴，有阵雨或雷雨，温度24~28℃，偏西风1~2级。'},
        {1: '5月6日(周六)', 2: '阴，有阵雨或雷雨，温度23~27℃，偏东风1~2级。'},
        {1: '5月7日(周日)', 2: '阴，有时有阵雨，温度23~29℃，偏西风1~2级。'}
    ];
    return {
        $data: data
    };
});